[
  "education: Completed Master of Information Technology with a major in Artificial Intelligence in Australia in December 2025. Developed strong skills in Python, SQL, machine learning, data analysis, and AI applications for real-world problem solving.",

  "project: Completed thesis project on 'Machine Learning for Daily Shared E-bike Demand Prediction in London'. Used Python, regression models, data cleaning, exploratory analysis, and visualization. Result: built predictive model demonstrating practical data science capability.",

  "research: Preparing to begin Master by Research focusing on machine learning models for landslide early warning in Bhutan using climate and satellite data. Goal: apply AI to disaster risk reduction and national development.",

  "professional: Previously worked in livestock and agriculture research in Bhutan at the National Research and Development Centre for Animal Nutrition. Collected field data, analysed agricultural trends, and supported research reports for farmers and policymakers.",

  "data skills: Strong hands-on experience in Excel, SQL, Python, Power BI, and data visualization. Regularly practice coding, interview questions, and portfolio projects to maintain and improve technical skills.",

  "ai project: Built Retrieval-Augmented Generation (RAG) system projects using vector databases, AI prompting, and data pipelines. Learned modern AI engineering workflows including embeddings, prompt design, and knowledge base structuring.",

  "cloud exposure: Completed academic research analysing cloud architecture for aged-care organisations, focusing on AWS-style cloud infrastructure, cybersecurity risks, Kubernetes concepts, and data management.",

  "healthcare experience: Currently working as Assistant in Nursing (AIN) in aged care in Australia. Developed strong communication, teamwork, empathy, and responsibility skills while working in a multicultural healthcare environment.",

  "teamwork: Experienced working in diverse international teams during university and professional work. Regularly coordinate tasks, share progress, review work collaboratively, and meet deadlines.",

  "communication: Comfortable explaining technical data findings to non-technical stakeholders through reports, presentations, and dashboards. Focus on clear, simple communication.",

  "career transition: Transitioned from agriculture research into IT and AI to combine domain knowledge with advanced analytics. Long-term goal is data-driven decision support for agriculture, sustainability, and infrastructure planning.",

  "certifications: Actively completing data analytics certifications including IBM Data Analytics professional courses, AI builder workshops, and cloud/AI practical training to strengthen employability.",

  "problem solving: Frequently worked with messy or incomplete datasets in research and academic projects. Applied cleaning, validation, and exploratory analysis to extract meaningful insights.",

  "adaptability: International student experience in Australia improved adaptability, time management, independence, and cross-cultural communication skills.",

  "career goal: Seeking junior data analyst or AI-related roles in Australia. Interested in data analytics, machine learning applications, research roles, and projects linking AI with sustainability or healthcare."
]
